;; -*- no-byte-compile: t; -*-
;;; ~/.doom.d/packages.el

(package! blacken)
(package! deadgrep)
(package! direnv)
(package! ein)
(package! elvish-mode)
(package! evil-easymotion)
(package! flycheck-jest)
(package! indium)
(package! mocha)
(package! mocha-snippets)
(package! org-journal)
(package! prettier-js)
(package! reason-mode)
(package! solidity-mode)
(package! terraform-mode)
(package! weechat)
